INSERT INTO purchases (inner_id, wildberries_id, yandex_id, ozon_id, website_id, marketplace_code, purchase_name, purchase_date, region, price)
VALUES
('100002', '173111300', '3110054080', '1189972838', null, 'WILDBERRIES',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-08-27 10:58:29.324024+00', 'Ростовская область', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'WILDBERRIES',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-08-27 10:58:29.324024+00', 'Ростовская область', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'WILDBERRIES',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-08-27 10:58:30.669997+00', 'Ростовская область', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'OZON',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-08-29 09:46:22.854479+00', 'Свердловская область', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'YANDEX',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-08-30 09:34:23.390917+00', 'Москва', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'YANDEX',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-07-31 11:47:24.724328+00', 'Москва', '734'),
('100002', '173111300', '3110054080', '1189972838', null, 'WILDBERRIES',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-09-16 10:58:29.324024+00', 'Ростовская область', '734'),

('100002', '173111300', '3110054080', '1189972838', null, 'YANDEX',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-06-28 11:47:24.724328+00', 'Москва', '10000'),
('100002', '173111300', '3110054080', '1189972838', null, 'YANDEX',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-06-28 11:47:24.724328+00', 'Москва', '1'),

('100002', '173111300', '3110054080', '1189972838', null, 'YANDEX',
 'Пластиковая разделочная доска из полипропилена с серебром', '2024-06-29 11:47:24.724328+00', 'Москва', '5000'),




('300151', '225172218', '3110053964', null, null, 'WILDBERRIES',
 'Мыльные орехи для стирки белья 250г', '2024-08-16 09:46:22.854479+00', 'Москва', '479'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-08-27 17:08:03.05243+00', 'Москва', '479'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-07-27 17:08:03.05243+00', 'Москва', '3000'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-07-26 17:08:03.05243+00', 'Москва', '3000'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-07-25 17:08:03.05243+00', 'Москва', '3000'),

('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-09-08T11:00:31', 'Москва', '2488'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-09-05T11:00:31', 'Москва', '10000'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Мыльные орехи для стирки белья 250г', '2024-09-05T11:00:31', 'Москва', 'dsds'),





('220009', '175135418', '3110054051', '1392781730', null, 'OZON',
 'Салфетка для чистки и полировки золота и серебра, Diamonique 30х24см, 1шт', '2024-07-29 09:46:22.8643+00', 'Москва', '736'),
('210010', '214175924', null, '1482911795', null, 'WILDBERRIES',
 'Чистящее средство для изделий из хрома и стали, 250мл', '2024-08-21 10:46:45.943989+00', 'Москва', '377'),
('210010', '214175924', null, '1482911795', null, 'WILDBERRIES',
 'Чистящее средство для изделий из хрома и стали, 250мл', '2024-08-03 10:46:45.943989+00', 'Москва', '377'),


('210010', '214175924', null, '1482911795', null, 'WILDBERRIES',
 'Чистящее средство для изделий из хрома и стали, 250мл', '2024-08-01 10:46:45.943989+00', 'Москва', '377'),

('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Дорогой товар', '2024-08-22 17:08:03.05243+00', 'Москва', '4000'),
('300151', '225172218', '3110053964', null, null, 'YANDEX',
 'Крайне орогой товар', '2024-08-27 17:08:03.05243+00', 'Москва', '6000'),


('500112', '240154662', '4806983609', null, null, 'WILDBERRIES',
 'Концентрированный стиральный порошок автомат Color 7,5кг', '2024-07-17 11:47:24.767501+00', 'Архангельская область', '1244');

insert into users (name, password)
values ('admin', 'a');

insert into users (name, password)
values ('na', 'a');






